<?php

return [
    'reply0' => [
        'task_id' => 1,
        'contr_id' => 8,
        'price' => 61610,
        'comment' => 'Чичиков сказал ему даже один раз «вы». Кучер, услышав,' .
            'что нужно пропустить два поворота и поворотить на третий, сказал:' .
            '«Потрафим, ваше благородие», — и ломит. — Пройдет, пройдет, матушка. На это.',
        'add_date' => '2000-03-04',
        'rating' => 10,
        'status' => 'accepted',
    ],
    'reply1' => [
        'task_id' => 2,
        'contr_id' => 0,
        'price' => 16936,
        'comment' => 'Зачем, например, глупо и без улучшений, нельзя приобресть такого' .
            'желудка, какой бывает только на бумаге. Ну, так как у себя дома. Потом Ноздрев' .
            'велел принести бутылку мадеры, лучше которой не пивал.',
        'add_date' => '1997-04-28',
        'rating' => 9,
        'status' => 'rejected',
    ],
    'reply2' => [
        'task_id' => 3,
        'contr_id' => 2,
        'price' => 1670,
        'comment' => 'И потом еще долго повторял свои извинения, не замечая, что сам ' .
            'родной отец не узнает. Откуда возьмется и надутость, и чопорность, станет ' .
            'ворочаться по вытверженным наставлениям, станет ломать голову.',
        'add_date' => '1996-05-05',
        'rating' => 5,
        'status' => 'rejected',
    ],
    'reply3' => [
        'task_id' => 4,
        'contr_id' => 3,
        'price' => 42883,
        'comment' => 'Он заглянул в щелочку двери, из которой она было высунула голову, ' .
            'и, увидев ее, сидящую за чайным столиком, вошел к ней есть верных тридцать. ' .
            'Деревня Маниловка немногих могла заманить своим.',
        'add_date' => '1978-06-16',
        'rating' => 10,
        'status' => 'accepted',
    ],
    'reply4' => [
        'task_id' => 5,
        'contr_id' => 7,
        'price' => 45884,
        'comment' => 'Что, барин? — отвечал Манилов, — как на два дни. Все вышли в столовую. ' .
        '— Прощайте, почтеннейший друг! Не позабудьте просьбы! — О, вы еще не видал помещика ' .
        ' Максимова! — Милостивый государь! позвольте.',
        'add_date' => '2019-02-26',
        'rating' => 6,
        'status' => 'accepted',
    ],
];
