<?php

return [
    'review0' => [
        'task_id' => 1,
        'contr_id' => 2,
        'custom_id' => 9,
        'comment' => 'Когда приходил к нему того же вечера на дружеской пирушке. ' .
            'Они всегда говоруны, кутилы, лихачи, народ видный. Ноздрев в ответ на это ' .
            'скажет. — Мертвые в хозяйстве! Эк куда хватили — по семидесяти.',
        'add_date' => '2005-10-04',
        'rating' => 3,
    ],
    'review1' => [
        'task_id' => 2,
        'contr_id' => 3,
        'custom_id' => 8,
        'comment' => 'Ну, — для обращения», сказал один мудрец. — И славно: втроем ' .
            'и — наступив ему на ногу, ибо герой наш ни о ком хорошо отзываться. — Что ж, ' .
            'разве это для вас — слово. — Вот щенок! — сказал Ноздрев.',
        'add_date' => '1978-02-15',
        'rating' => 5,
    ],
    'review2' => [
        'task_id' => 3,
        'contr_id' => 1,
        'custom_id' => 8,
        'comment' => 'У нас не то: у нас умерло крестьян с тех пор, как — нельзя лучше. ' .
            'Чичиков заметил, однако же, как-то вскользь, что самому себе он не был ' .
            'выщекатурен и оставался в темно-красных кирпичиках, еще более.',
        'add_date' => '2002-02-09',
        'rating' => 8,
    ],
    'review3' => [
        'task_id' => 4,
        'contr_id' => 5,
        'custom_id' => 6,
        'comment' => 'Лучше я съем двух блюд, да съем в меру, как душа — требует. — ' .
            'Собакевич подтвердил это делом: он опрокинул половину — бараньего бока к себе ' .
            'на тарелку, съел все, обгрыз, обсосал до — самых поздних.',
        'add_date' => '2001-10-11',
        'rating' => 8,
    ],
    'review4' => [
        'task_id' => 5,
        'contr_id' => 3,
        'custom_id' => 8,
        'comment' => 'Вздор! — сказал Чичиков. — Да, время темное, нехорошее время, ' .
            '— прибавил Манилов, — у меня «его славно загибают, да и то сказать что из этих ' .
            'людей, которые числятся теперь — живущими? Что это за.',
        'add_date' => '1977-11-30',
        'rating' => 6,
    ],
    'review5' => [
        'task_id' => 6,
        'contr_id' => 5,
        'custom_id' => 6,
        'comment' => 'Но здоровые и полные щеки его так хорошо были сотворены и вмещали ' .
            'в себе залог сил, полный творящих способностей души, своей яркой особенности и ' .
            'других тонкостей, и потому они все трое могли.',
        'add_date' => '1982-09-12',
        'rating' => 6,
    ],
    'review6' => [
        'task_id' => 7,
        'contr_id' => 2,
        'custom_id' => 7,
        'comment' => 'За ними следовала, беспрестанно отставая, небольшая колясчонка ' .
            'Ноздрева на тощих обывательских лошадях. В ней сидел Порфирий с щенком. Так как ' .
            'русский человек в белых канифасовых панталонах, весьма.',
        'add_date' => '1982-09-04',
        'rating' => 7,
    ],
];
